Repository: Alexadar/rootyapps
Catalog: ephemeris.swift/ephemeris/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: The classical tables assign nothing to the modern planets.
cs: Klasické tabulky moderním planetám nic nepřiřazují.
de: Die klassischen Tabellen weisen den modernen Planeten nichts zu.
el: Οι κλασικοί πίνακες δεν αποδίδουν τίποτα στους σύγχρονους πλανήτες.
es: Las tablas clásicas no asignan nada a los planetas modernos.
fr: Les tables classiques n'attribuent rien aux planètes modernes.
hu: A klasszikus táblák a modern bolygókhoz semmit sem rendelnek.
it: Le tavole classiche non assegnano nulla ai pianeti moderni.
ja: 古典的な表は現代惑星に何も割り当てていません。
ko: 고전 표는 현대 행성에 아무것도 부여하지 않습니다.
nl: De klassieke tabellen kennen de moderne planeten niets toe.
pl: Tabele klasyczne nie przypisują nic planetom współczesnym.
pt_br: As tabelas clássicas não atribuem nada aos planetas modernos.
ro: Tabelele clasice nu atribuie nimic planetelor moderne.
sv: De klassiska tabellerna tilldelar de moderna planeterna ingenting.
tr: Klasik tablolar modern gezegenlere hiçbir şey atamaz.
uk: Класичні таблиці нічого не призначають сучасним планетам.

source: The sky right now — no birth details needed.
cs: Obloha právě teď — bez údajů o narození.
de: Der Himmel gerade jetzt — ohne Geburtsdaten.
el: Ο ουρανός αυτή τη στιγμή — χωρίς στοιχεία γέννησης.
es: El cielo ahora mismo: sin datos de nacimiento.
fr: Le ciel en ce moment — sans données de naissance.
hu: Az égbolt most — születési adatok nélkül.
it: Il cielo in questo momento — senza dati di nascita.
ja: 今の空 — 出生データは不要です。
ko: 지금의 하늘 — 출생 정보가 필요 없습니다.
nl: De hemel op dit moment — geen geboortegegevens nodig.
pl: Niebo w tej chwili — bez danych urodzenia.
pt_br: O céu agora — sem dados de nascimento.
ro: Cerul chiar acum — fără date de naștere.
sv: Himlen just nu — inga födelseuppgifter behövs.
tr: Şu anki gökyüzü — doğum bilgisi gerekmez.
uk: Небо просто зараз — без даних народження.

source: This chart
cs: Tato nativita
de: Dieses Horoskop
el: Αυτός ο χάρτης
es: Esta carta
fr: Ce thème
hu: Ez a horoszkóp
it: Questo tema
ja: このチャート
ko: 이 차트
nl: Deze horoscoop
pl: Ten kosmogram
pt_br: Este mapa
ro: Această hartă
sv: Detta horoskop
tr: Bu harita
uk: Ця карта

source: Tightest aspects
cs: Nejtěsnější aspekty
de: Engste Aspekte
el: Στενότερες όψεις
es: Aspectos más exactos
fr: Aspects les plus serrés
hu: Legszorosabb fényszögek
it: Aspetti più stretti
ja: 最も正確なアスペクト
ko: 가장 정확한 어스펙트
nl: Nauwste aspecten
pl: Najdokładniejsze aspekty
pt_br: Aspectos mais exatos
ro: Cele mai strânse aspecte
sv: Tätaste aspekter
tr: En dar açılar
uk: Найточніші аспекти

source: Time zone
cs: Časové pásmo
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
ja: タイムゾーン
ko: 시간대
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ro: Fus orar
sv: Tidszon
tr: Saat dilimi
uk: Часовий пояс

source: Time zone mismatch
cs: Nesouhlasí časové pásmo
de: Zeitzone passt nicht
el: Ασυμφωνία ζώνης ώρας
es: Zona horaria no coincide
fr: Fuseau horaire incohérent
hu: Időzóna-eltérés
it: Fuso orario non corrispondente
ja: タイムゾーンの不一致
ko: 시간대 불일치
nl: Tijdzone komt niet overeen
pl: Niezgodna strefa czasowa
pt_br: Fuso horário incompatível
ro: Fus orar nepotrivit
sv: Tidszon stämmer inte
tr: Saat dilimi uyuşmuyor
uk: Невідповідність часового поясу

source: Transits
cs: Tranzity
de: Transite
el: Διελεύσεις
es: Tránsitos
hu: Tranzitok
it: Transiti
ja: トランジット
ko: 트랜싯
pl: Tranzyty
pt_br: Trânsitos
ro: Tranzite
sv: Transiter
tr: Transitler
uk: Транзити

source: Trine
cs: Trigon
de: Trigon
el: Τρίγωνο
es: Trígono
fr: Trigone
hu: Trigon
it: Trigono
ja: トライン
ko: 삼각
nl: Driehoek
pl: Trygon
pt_br: Trígono
ro: Trigon
sv: Trigon
tr: Üçgen
uk: Тригон

source: Triplicity
cs: Triplicita
de: Triplizität
el: Τριπλότητα
es: Triplicidad
fr: Triplicité
hu: Triplicitás
it: Triplicità
ja: トリプリシティ
ko: 삼분성
nl: Tripliciteit
pl: Triplicytet
pt_br: Triplicidade
ro: Triplicitate
sv: Triplicitet
tr: Üçlü
uk: Триплицитет

source: Tropical
cs: Tropický
de: Tropisch
el: Τροπικός
fr: Tropique
hu: Trópusi
it: Tropicale
ja: トロピカル
ko: 회귀
nl: Tropisch
pl: Tropikalny
sv: Tropisk
tr: Tropikal
uk: Тропічний

source: Unaspected
cs: Bez aspektů
de: Unaspektiert
el: Χωρίς όψεις
es: Sin aspectos
fr: Sans aspect
hu: Fényszög nélkül
it: Senza aspetti
ja: アスペクトなし
ko: 각 없음
nl: Zonder aspecten
pl: Bez aspektów
pt_br: Sem aspectos
ro: Fără aspecte
sv: Utan aspekter
tr: Açısız
uk: Без аспектів

source: Upcoming events
cs: Nadcházející události
de: Kommende Ereignisse
el: Επερχόμενα γεγονότα
es: Próximos eventos
fr: Événements à venir
hu: Közelgő események
it: Prossimi eventi
ja: 今後のイベント
ko: 다가오는 이벤트
nl: Aankomende gebeurtenissen
pl: Nadchodzące wydarzenia
pt_br: Próximos eventos
ro: Evenimente viitoare
sv: Kommande händelser
tr: Yaklaşan olaylar
uk: Найближчі події

source: Uranus
cs: Uran
el: Ουρανός
es: Urano
hu: Uránusz
it: Urano
ja: 天王星
ko: 천왕성
pl: Uran
pt_br: Urano
tr: Uranüs
uk: Уран

source: Use these coordinates
cs: Použít tyto souřadnice
de: Diese Koordinaten verwenden
el: Χρήση αυτών των συντεταγμένων
es: Usar estas coordenadas
fr: Utiliser ces coordonnées
hu: Ezek a koordináták
it: Usa queste coordinate
ja: この座標を使う
ko: 이 좌표 사용
nl: Deze coördinaten gebruiken
pl: Użyj tych współrzędnych
pt_br: Usar estas coordenadas
ro: Folosește aceste coordonate
sv: Använd dessa koordinater
tr: Bu koordinatları kullan
uk: Використати ці координати

source: Venus
cs: Venuše
el: Αφροδίτη
fr: Vénus
hu: Vénusz
it: Venere
ja: 金星
ko: 금성
pl: Wenus
pt_br: Vênus
tr: Venüs
uk: Венера

source: Virgo
cs: Panna
de: Jungfrau
el: Παρθένος
fr: Vierge
hu: Szűz
it: Vergine
ja: 乙女座
ko: 처녀자리
nl: Maagd
pl: Panna
pt_br: Virgem
ro: Fecioară
sv: Jungfrun
tr: Başak
uk: Діва

source: Void of course
cs: Bez kurzu
de: Leerlaufend
el: Άνευ πορείας
es: Vacía de curso
fr: Vide de course
hu: Üresjárat
it: Vuota di corso
ja: ボイドタイム
ko: 보이드 타임
nl: Zonder koers
pl: Bez biegu
pt_br: Fora de curso
ro: Fără curs
sv: Utan kurs
tr: Boşlukta
uk: Без курсу

source: Waning
cs: Ubývající
de: Abnehmend
el: Φθίνουσα
es: Menguante
fr: Décroissante
hu: Fogyó
it: Calante
ja: 欠けていく
ko: 기우는 중
nl: Afnemend
pl: Ubywający
pt_br: Minguante
ro: În descreștere
sv: Avtagande
tr: Küçülen
uk: Спадний

source: Waxing
cs: Dorůstající
de: Zunehmend
el: Αυξανόμενη
es: Creciente
fr: Croissante
hu: Növekvő
it: Crescente
ja: 満ちていく
ko: 차는 중
nl: Wassend
pl: Przybywający
pt_br: Crescente
ro: În creștere
sv: Växande
tr: Büyüyen
uk: Зростаючий

source: Week
cs: Týden
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
hu: Hét
it: Settimana
ja: 1週間
ko: 주
pl: Tydzień
pt_br: Semana
ro: Săptămână
sv: Vecka
tr: Hafta
uk: Тиждень

source: What will be exported
cs: Co se exportuje
de: Was exportiert wird
el: Τι θα εξαχθεί
es: Qué se exportará
fr: Ce qui sera exporté
hu: Mi kerül exportálásra
it: Cosa verrà esportato
ja: 書き出される内容
ko: 내보낼 항목
nl: Wat wordt geëxporteerd
pl: Co zostanie wyeksportowane
pt_br: O que será exportado
ro: Ce se va exporta
sv: Vad som exporteras
tr: Ne dışa aktarılacak
uk: Що буде експортовано

source: What's on this screen?
cs: Co je na této obrazovce?
de: Was ist auf diesem Bildschirm?
el: Τι υπάρχει σε αυτήν την οθόνη;
es: ¿Qué hay en esta pantalla?
fr: Qu’y a-t-il sur cet écran ?
hu: Mi látható ezen a képernyőn?
it: Cosa c’è in questa schermata?
ja: この画面には何がありますか？
ko: 이 화면에는 무엇이 있나요?
nl: Wat staat er op dit scherm?
pl: Co jest na tym ekranie?
pt_br: O que há nesta tela?
ro: Ce este pe acest ecran?
sv: Vad finns på den här skärmen?
tr: Bu ekranda ne var?
uk: Що на цьому екрані?

source: Wheel
cs: Kolo
de: Rad
el: Τροχός
es: Rueda
fr: Roue
hu: Kerék
it: Ruota
ja: チャート
ko: 차트
nl: Rad
pl: Koło
pt_br: Roda
ro: Roată
sv: Hjul
tr: Çark
uk: Коло

source: Whole Sign
cs: Celá znamení
de: Ganzzeichen
el: Ολόκληρα ζώδια
es: Signos completos
fr: Signes entiers
hu: Egész jegy
it: Segni interi
ja: ホールサイン
ko: 전체 사인
nl: Hele tekens
pl: Znaki całe
pt_br: Signos inteiros
ro: Semne întregi
sv: Hela tecken
tr: Tam burç
uk: Цілий знак

source: Without a birth time the day tables are used. Triplicity rulers differ between day and night charts, so these scores may shift.
cs: Bez času narození se používají denní tabulky. Vládci triplicity se u denních a nočních nativit liší, takže se tato skóre mohou změnit.
de: Ohne Geburtszeit werden die Tagtabellen verwendet. Triplizitätsherrscher unterscheiden sich zwischen Tag- und Nachthoroskopen, diese Werte können sich also verschieben.
el: Χωρίς ώρα γέννησης χρησιμοποιούνται οι ημερήσιοι πίνακες. Οι κυβερνήτες τριπλότητας διαφέρουν σε ημερήσιους και νυχτερινούς χάρτες, οπότε οι βαθμοί μπορεί να αλλάξουν.
es: Sin hora de nacimiento se usan las tablas diurnas. Los regentes de triplicidad difieren entre cartas diurnas y nocturnas, así que estas puntuaciones pueden cambiar.
fr: Sans heure de naissance, les tables diurnes sont utilisées. Les maîtres de triplicité diffèrent entre thèmes diurnes et nocturnes : ces scores peuvent donc changer.
hu: Születési idő nélkül a nappali táblákat használjuk. A triplicitás urai eltérnek nappali és éjszakai horoszkópban, így ezek a pontszámok változhatnak.
it: Senza ora di nascita si usano le tavole diurne. I governatori di triplicità cambiano tra temi diurni e notturni, quindi questi punteggi possono variare.
ja: 出生時刻がない場合は昼のテーブルを使用します。トリプリシティの支配星は昼と夜のチャートで異なるため、点数が変わる可能性があります。
ko: 출생 시각이 없으면 주간 표를 사용합니다. 삼분성 지배성은 주간과 야간 차트에서 다르므로 점수가 달라질 수 있습니다.
nl: Zonder geboortetijd worden de dagtabellen gebruikt. Triplicteitsheersers verschillen tussen dag- en nachthoroscopen, dus deze scores kunnen verschuiven.
pl: Bez godziny urodzenia używane są tabele dzienne. Władcy triplicytetu różnią się między kosmogramami dziennymi i nocnymi, więc te wyniki mogą się zmienić.
pt_br: Sem hora de nascimento são usadas as tabelas diurnas. Os regentes de triplicidade diferem entre mapas diurnos e noturnos, então estas pontuações podem mudar.
ro: Fără ora nașterii se folosesc tabelele diurne. Guvernatorii de triplicitate diferă între hărțile diurne și nocturne, deci aceste scoruri se pot schimba.
sv: Utan födelsetid används dagtabellerna. Triplicitetshärskare skiljer sig mellan dag- och natthoroskop, så dessa poäng kan ändras.
tr: Doğum saati olmadan gündüz tabloları kullanılır. Üçlü yöneticiler gündüz ve gece haritalarında farklıdır, bu yüzden bu puanlar değişebilir.
uk: Без часу народження використовуються денні таблиці. Володарі триплицитету різняться для денних і нічних карт, тож ці оцінки можуть змінитися.

source: Written to a temporary file and handed to your share sheet. Nothing is uploaded.
cs: Zapíše se do dočasného souboru a předá sdílení. Nic se nenahrává.
de: Wird in eine temporäre Datei geschrieben und an die Teilen-Ansicht übergeben. Nichts wird hochgeladen.
el: Γράφεται σε προσωρινό αρχείο και δίνεται στο φύλλο κοινοποίησης. Τίποτα δεν ανεβαίνει.
es: Se escribe en un archivo temporal y se pasa a la hoja para compartir. No se sube nada.
fr: Écrit dans un fichier temporaire et transmis à la feuille de partage. Rien n’est téléversé.
hu: Ideiglenes fájlba írjuk és átadjuk a megosztásnak. Semmi nem töltődik fel.
it: Scritto in un file temporaneo e passato al foglio di condivisione. Nulla viene caricato.
ja: 一時ファイルに書き出し、共有シートに渡します。アップロードはされません。
ko: 임시 파일로 저장한 뒤 공유 시트에 전달합니다. 업로드되지 않습니다.
nl: Naar een tijdelijk bestand geschreven en aan het deelvenster gegeven. Er wordt niets geüpload.
pl: Zapisywane do pliku tymczasowego i przekazywane do udostępniania. Nic nie jest wysyłane.
pt_br: Gravado em um arquivo temporário e entregue à folha de compartilhamento. Nada é enviado.
ro: Scris într-un fișier temporar și predat foii de partajare. Nimic nu este încărcat.
sv: Skrivs till en tillfällig fil och lämnas till delningsvyn. Inget laddas upp.
tr: Geçici bir dosyaya yazılır ve paylaşım sayfasına verilir. Hiçbir şey yüklenmez.
uk: Записується у тимчасовий файл і передається аркушу поширення. Нічого не завантажується.

source: Zodiac
cs: Zvěrokruh
de: Tierkreis
el: Ζωδιακός
es: Zodiaco
fr: Zodiaque
hu: Állatöv
it: Zodiaco
ja: 黄道帯
ko: 황도대
nl: Dierenriem
pl: Zodiak
pt_br: Zodíaco
sv: Zodiaken
tr: Zodyak
uk: Зодіак

source: aspect
cs: aspekt
de: Aspekt
el: όψη
es: aspecto
hu: fényszög
it: aspetto
ja: アスペクト
ko: 각
pl: aspekt
pt_br: aspecto
sv: aspekt
tr: açı
uk: аспект

source: conjunction
cs: konjunkce
de: Konjunktion
el: σύνοδος
es: conjunción
fr: conjonction
hu: együttállás
it: congiunzione
ja: 合
ko: 합
nl: conjunctie
pl: koniunkcja
pt_br: conjunção
ro: conjuncție
sv: konjunktion
tr: kavuşum
uk: з’єднання

source: elongation
cs: elongace
el: αποχή
es: elongación
fr: élongation
hu: kitérés
it: elongazione
ja: 離角
ko: 이각
nl: elongatie
pl: elongacja
pt_br: elongação
ro: elongație
tr: uzanım
uk: елонгація

source: ingress
cs: ingres
de: Eintritt
el: είσοδος
es: ingreso
fr: ingrès
hu: belépés
it: ingresso
ja: 入宮
ko: 입궁
nl: intrede
pl: ingres
pt_br: ingresso
ro: ingres
sv: ingång
tr: giriş
uk: інгресія

source: lunation
cs: lunace
el: φάση Σελήνης
es: lunación
fr: lunaison
hu: lunáció
it: lunazione
ja: 朔望
ko: 삭망
nl: lunatie
pl: lunacja
pt_br: lunação
ro: lunație
tr: ay evresi
uk: лунація

source: opposition
cs: opozice
el: αντίθεση
es: oposición
hu: szembenállás
it: opposizione
ja: 衝
ko: 충
nl: oppositie
pl: opozycja
pt_br: oposição
ro: opoziție
tr: karşıtlık
uk: протистояння

source: or
cs: nebo
de: oder
el: ή
es: o
fr: ou
hu: vagy
it: o
ja: または
ko: 또는
nl: of
pl: lub
pt_br: ou
ro: sau
sv: eller
tr: ya da
uk: або

source: orb %@°
cs: orbis %@°
de: Orbis %@°
el: όριο %@°
es: orbe %@°
fr: orbe %@°
hu: orbisz %@°
it: orbita %@°
ja: オーブ %@°
ko: 오브 %@°
pl: orbis %@°
pt_br: orbe %@°
uk: орбіс %@°

source: station
cs: stacionarita
el: στάση
es: estación
hu: állás
it: stazione
ja: 留
ko: 유
nl: statie
pl: stacja
pt_br: estação
ro: stație
tr: duraklama
uk: стація

source: years
cs: let
de: Jahre
el: έτη
es: años
fr: ans
hu: év
it: anni
ja: 年
ko: 년
nl: jaar
pl: lat
pt_br: anos
ro: ani
sv: år
tr: yıl
uk: років

source: Jupiter
el: Δίας
es: Júpiter
it: Giove
ja: 木星
ko: 목성
pl: Jowisz
pt_br: Júpiter
tr: Jüpiter
uk: Юпітер

source: Mars
el: Άρης
es: Marte
it: Marte
ja: 火星
ko: 화성
pt_br: Marte
ro: Marte
uk: Марс

source: Partner
el: Σύντροφος
es: Pareja
fr: Partenaire
ja: 相手
ko: 상대
pt_br: Parceiro
ro: Partener
uk: Партнер

source: Pluto
el: Πλούτωνας
es: Plutón
fr: Pluton
hu: Plútó
it: Plutone
ja: 冥王星
ko: 명왕성
pl: Pluton
pt_br: Plutão
tr: Plüton
uk: Плутон

source: Saturn
el: Κρόνος
es: Saturno
fr: Saturne
hu: Szaturnusz
it: Saturno
ja: 土星
ko: 토성
nl: Saturnus
pt_br: Saturno
sv: Saturnus
tr: Satürn
uk: Сатурн
